[{
	"title": "Commit to Your LD",
	"description": "Re-connect with your Legislative District.",
	"report": "Commit for 2019 to connect with your LD. Attend the monthly meetings and get involved. We need to work in 2019 to make 2020 happen! Click on the link above and find your LD. Then, Google for your LD website to find the monthly meeting dates and how you can help. All LDs have many opportunities for volunteering.",
	"date": "2018-12-04",
	"imageURL": "https://farm2.staticflickr.com/1845/44117768891_8ec850e055.jpg",
	"link": "https://azredistricting.org/districtlocator/",
	"phone": ""
}, {
	"title": "Support AZ DLCC",
	"description": "Help elect Democrats in the AZ House and Senate.",
	"report": "Help Democrats gain the majority in 2020. Republicans control both chambers of the AZ state legislature, but we're here to change that. Click on the link above and sign up today. Join us-The work for 2020 has already begun.",
	"date": "2019-11-05",
	"imageURL": "https://farm2.staticflickr.com/1893/30249457198_c9fb6123cf.jpg",
	"link": "https://adlcc.com/",
	"phone": ""
}, {
	"title": "Be part of Hamilton!",
	"description": "Take LD 28 with the Cast",
	"report": "Join us on Saturday, August 8th, 5:30pm MST for a live performance and live Q&A with the reigning Broadway cast of Hamilton!Calls and/or donations made between July 25th through August 4th will get you a ticket to this big event! Don't throw away your shot to join in on the fun and support Dems!",
	"date": "2020-07-28",
	"imageURL": "https://live.staticflickr.com/65535/50162348298_748d401fb3.jpg",
	"link": "https://www.mobilize.us/arizonald28/event/282562/",
	"phone": ""
}, {
	"title": "ActNowAZ",
	"description": "Click here for a simple explanation of how the ActNowAZ App works!",
	"report": "Every Tuesday, your iPhone or iPad will ping with a notification of a specific way that we can help to deliver for Democrats in 2020. Open the App and you will have your action for the week. And, the actions and ideas for previous weeks will remain open, so check them out, too. Join us and make your voice heard and your actions matter.",
	"date": "2020-07-28",
	"imageURL": "https://farm2.staticflickr.com/1893/30249457198_c9fb6123cf.jpg",
	"link": "",
	"phone": ""
}]
