[
    {
		"title": "First Activity",
		"description": "This is the first activity.",
		"report": "This is a longer description of what the first activity is all about, giving details that aren't limited to a single sentence description. Here, more interested users may read about certain things that may prove useful when they show up to the activity, words that may be encouraging to activists.",
		"date": "2018-07-18",
		"imageURL": "https://farm2.staticflickr.com/1803/29421292618_49311ed199.jpg"
	},
	{
		"title": "Second Activity",
		"description": "This is the second activity.",
		"report": "This is a longer description of what the second activity is all about, giving details that aren't limited to a single sentence description. Here, more interested users may read about certain things that may prove useful when they show up to the activity, words that may be encouraging to activists.",
		"date": "2018-07-11",
		"imageURL": "https://farm2.staticflickr.com/1826/41480642920_a8bfa15aca.jpg"
	},
	{
		"title": "Third Activity",
		"description": "This is the third activity.",
		"report": "This is a longer description of what the third activity is all about, giving details that aren't limited to a single sentence description. Here, more interested users may read about certain things that may prove useful when they show up to the activity, words that may be encouraging to activists.",
		"date": "2018-07-12",
		"imageURL": "https://farm2.staticflickr.com/1826/41480642920_a8bfa15aca.jpg"
	},
	{
		"title": "Fourth Activity",
		"description": "This is the fourth activity.",
		"report": "This is a longer description of what the fourth activity is all about, giving details that aren't limited to a single sentence description. Here, more interested users may read about certain things that may prove useful when they show up to the activity, words that may be encouraging to activists.",
		"date": "2022-08-31",
		"imageURL": "https://farm2.staticflickr.com/1764/41481406750_fd13d81262.jpg"
	},
	{
		"title": "Fifth Activity",
		"description": "This is the fifth activity",
		"report": "This is a longer description of what the fifth activity is all about, giving details that aren't limited to a single sentence description. Here, more interested users may read about certain things that may prove useful when they show up to the activity, words that may be encouraging to activists.",
		"date": "2018-07-31",
		"imageURL": "https://farm1.staticflickr.com/919/42660788884_fdb60c5f39.jpg"
	}
]
