[{
	"title": "Commit to Your LD",
	"description": "Re-connect with your Legislative District.",
	"report": "Commit for 2019 to connect with your LD. Attend the monthly meetings and get involved. We need to work in 2019 to make 2020 happen! Click on the link above and find your LD. Then, Google for your LD website to find the monthly meeting dates and how you can help. All LDs have many opportunities for volunteering.",
	"date": "2018-12-04",
	"imageURL": "https://farm2.staticflickr.com/1845/44117768891_8ec850e055.jpg",
	"link": "https://azredistricting.org/districtlocator/",
	"phone": ""
}, {
	"title": "Request to Speak",
	"description": "Join Request to Speak.",
        "report": "Want your AZ legislators to hear your voice? Request to Speak (RTS) is the answer! It's easy and quick. Stop by on Feb 10 to find out about RTS and learn how to navigate the system, letting your Reps know where you stand. We'll be there to show you how. Click on the link above for more information.",
        "date": "2019-02-05",
	"imageURL":"https://farm5.staticflickr.com/4908/46986948781_41dd69bbe0_z.jpg",
	"link":"https://www.facebook.com/events/2035752406537888/?event_time_id=2035752416537887",
	"phone": ""
}, {
	"title": "Support Mark Kelly",
	"description": "Mark Kelly needs our support.",
	"report": "We can send a second Democratic Senator to Congress when we help to elect Mark Kelly. Join us for an afternoon with astronaut Mark Kelly, 2020 candidate to represent Arizona in the U.S. Senate, on May 31 from 4:30-6:30. Click on the link above.",
	"date": "2019-05-14",
	"imageURL": "https://live.staticflickr.com/65535/47797076052_d5da8e6de4_z.jpg",
	"link": "https://www.eventbrite.com/e/candidate-mark-kelly-presented-by-indivisibles-of-arizona-tickets-61259048463?aff=eemailordconf&utm_campaign=order_confirm&ref=eemailordconf&utm_medium=email&utm_source=eb_email&utm_term=viewevent",
	"phone": ""
}, {
	"title": "Outlaw Dirty Money",
	"description": "Sign a petition.",
	"report": "Outlaw Dirty Money is back. We're working to ensure all Arizonans have a right to know who is paying to influence our elections. We need your help to get on the ballot in 2020! Go to this website to find where you can sign a petition. And, can you take a petition to gather signatures?",
	"date": "2019-06-11",
	"imageURL": "https://farm2.staticflickr.com/1845/44117768891_8ec850e055.jpg",
	"link": "https://outlawdirtymoney.com/sign-the-petition/",
	"phone": ""
}, {
	"title": "Register Voters",
	"description": "Help Vote Forward",
	"report": "Help register new voters from your home! All you need is a computer, printer, envelopes, stamps and a willingness to spend some time to make a difference. Click on the link and help Vote Forward with their proven approach to getting more Democrats registered and voting!",
	"date": "2019-08-20",
	"imageURL": "https://live.staticflickr.com/65535/48570967007_d7e8fbcc65_z.jpg",
	"link": "https://votefwd.org",
	"phone": ""
}, {
	"title": " Vote YES on Bonds",
	"description": "Ballots mailed!",
	"report": "Ballots mailed for Madison Elementary School District, Paradise Valley Unified School District, and Scottsdale Unified School District's Bond and Override elections? It's time to vote YES and mail by Wed, Oct 30. If you do not mail your ballot by this date, please check the link for dropoff locations available through Nov 5.",
	"date": "2019-10-22",
	"imageURL": "https://farm5.staticflickr.com/4815/43924542130_3754383c6a.jpg",
	"link": "https://recorder.maricopa.gov/pdf/ballotdropoff.pdf",
	"phone": ""
}, {
	"title": "ActNowAZ Event",
	"description": "Energize! Incredible Speakers!",
	"report": "Join us on Nov 2nd, 3-5pm to hear from Mayor Gallego, Mark Kelly's campaign, Greg Stanton's campaign, Kelli Butler, Aaron Lieberman, Raquel Teran, Outlaw Dirty Money, ADLCC, Vote AZ. Email caren.siehl@me.com to RSVP and for event details. Winning in 2020 start NOW!",
	"date": "2019-10-29",
	"imageURL": "https://farm2.staticflickr.com/1826/41480642920_a8bfa15aca.jpg",
	"link": "",
	"phone": ""
}, {
	"title": "Support AZ DLCC",
	"description": "Help elect Democrats in the AZ House and Senate.",
	"report": "Help Democrats gain the majority in 2020. Republicans control both chambers of the AZ state legislature, but we're here to change that. Click on the link above and sign up today. Join us-The work for 2020 has already begun.",
	"date": "2019-11-05",
	"imageURL": "https://farm2.staticflickr.com/1893/30249457198_c9fb6123cf.jpg",
	"link": "https://adlcc.com/",
	"phone": ""
}, {
	"title": "ActNowAZ",
	"description": "Click here for a simple explanation of how the ActNowAZ App works!",
	"report": "Every Tuesday, your iPhone or iPad will ping with a notification of a specific way that we can help to deliver for Democrats in 2019 and 2020. Open the App and you will have your idea for the week. And, the ideas for previous weeks will remain open, so check them out, too. Join us and make your voice heard and your actions matter.",
	"date": "2019-11-05",
	"imageURL": "https://farm2.staticflickr.com/1893/30249457198_c9fb6123cf.jpg",
	"link": "",
	"phone": ""
}]
