[{
	"title": "Commit to Your LD",
	"description": "Re-connect with your Legislative District.",
	"report": "Commit for 2019 to connect with your LD. Attend the monthly meetings and get involved. We need to work in 2019 to make 2020 happen! Click on the link above and find your LD. Then, Google for your LD website to find the monthly meeting dates and how you can help. All LDs have many opportunities for volunteering.",
	"date": "2018-12-04",
	"imageURL": "https://farm2.staticflickr.com/1845/44117768891_8ec850e055.jpg",
	"link": "https://azredistricting.org/districtlocator/",
	"phone": ""
}, {
	"title": "Support AZ DLCC",
	"description": "Help elect Democrats in the AZ House and Senate.",
	"report": "Help Democrats gain the majority in 2020. Republicans control both chambers of the AZ state legislature, but we're here to change that. Click on the link above and sign up today. Join us-The work for 2020 has already begun.",
	"date": "2019-11-05",
	"imageURL": "https://farm2.staticflickr.com/1893/30249457198_c9fb6123cf.jpg",
	"link": "https://adlcc.com/",
	"phone": ""
}, {
	"title": "Support Mark Kelly",
	"description": "Mark Kelly needs our support.",
	"report": "We will send a second Democratic Senator to Congress when we help to elect Mark Kelly. Give money, give time, give support. Click on the link above.",
	"date": "2020-02-11",
	"imageURL": "https://live.staticflickr.com/65535/47797076052_d5da8e6de4_z.jpg",
	"link": "https://markkelly.com/",
	"phone": ""
}, {
	"title": "Write Postcards",
	"description": "Connect from home!",
	"report": "We are asking volunteers to commit to writing at least 50 postcards. We provide the postcards, script, and you provide the stamps. We are specifically writing the postcards to remind Dems to get on the early Voter List.Click on the link or email Ephraim at einfante@azdem.org to get started!",
	"date": "2020-05-19",
	"imageURL": "https://live.staticflickr.com/65535/49908938928_82783bfd72.jpg",
	"link": "https://docs.google.com/forms/d/e/1FAIpQLSfsUMYmoNyq-2Zwj4McVeAkvVlCCsUnTimRtaawE-aaQ796WA/viewform",
	"phone": ""
}, {
	"title": "Put Up Yard Signs",
	"description": "Show Your Support",
	"report": "Excited to show your neighbors how much you support State Senate candidate Christine Marsh, Rep. Aaron Lieberman, and Rep. Kelli Butler? Fill out this form to order your own yard signs for 2020! Want to help deliver and install signs? Contact lrodriguez@azdem.org!",
	"date": "2020-06-30",
	"imageURL": "https://live.staticflickr.com/65535/50060628132_77c13c13cc.jpg",
	"link": "https://forms.gle/T7DFFjdH2YetkSCq9",
	"phone": ""
}, {
	"title": "Fund Raise with Hamilton!",
	"description": "Take LD 28 with the Cast",
	"report": "Join Team 28 for a special fundraiser with the current cast of Hamilton on Broadway. You can donate OR call your way in to join the fun. All details can be found on the link above.",
	"date": "2020-08-04",
	"imageURL": "https://live.staticflickr.com/65535/50162348298_748d401fb3.jpg",
	"link": "https://www.mobilize.us/arizonald28/event/292722/",
	"phone": ""
}, {
	"title": "ActNowAZ",
	"description": "Click here for a simple explanation of how the ActNowAZ App works!",
	"report": "Every Tuesday, your iPhone or iPad will ping with a notification of a specific way that we can help to deliver for Democrats in 2020. Open the App and you will have your action for the week. And, the actions and ideas for previous weeks will remain open, so check them out, too. Join us and make your voice heard and your actions matter.",
	"date": "2020-08-04",
	"imageURL": "https://farm2.staticflickr.com/1893/30249457198_c9fb6123cf.jpg",
	"link": "",
	"phone": ""
}]
